Revit 2027 API
ParameterTypeId.RbsElecCircuitPrefixSeparator Property
 "Circuit Prefix Separator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitPrefixSeparator { get; }
Public Shared ReadOnly Property RbsElecCircuitPrefixSeparator As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitPrefixSeparator {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitPrefixSeparator : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace